---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.OrthogonalProjectionHeight
source: html/1706aa26-fc91-46c8-719f-14e0adf67ca5.htm
---
# Autodesk.Revit.DB.HomeCamera.OrthogonalProjectionHeight Property

The height of orthogonal projection view volume.

## Syntax (C#)
```csharp
public double OrthogonalProjectionHeight { get; }
```